Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/samedikki-kultur-ja-valastallanstipeanddat.html.tmx
Source language: sme
Languages: smj

source: Sámedikki kultur-ja valáštallanstipeanddat / Falástallan / Kultureallin / Sámediggi - Sametinget
smj: Sámedikke kultuvrra- ja valástallamstipænnda / Valástallam / Kultuvrraiellem / Sámedigge - Sametinget

source: Sámedikki kultur-ja valáštallanstipeanddat
smj: Sámedikke kultuvrra- ja valástallamstipænnda

source: Sámedikki kultur- ja valáštallanstipeanda galgá movttiidahttit sámi nuoraid bargat musihkain, dáidagiin, kultuvrrain ja valáštallamiin.
smj: Sámedikke kultuvrra- ja valástallamstipænnda galggá arvusmahttet sáme nuorajt oassálastátjit musihkkaj, dájddaj, kultuvrraj ja valástallamijda.

source: Sámediggi juohká vihtta 25 000 ruvdnosaš stipeandda, ja dat juhkkojuvvojit ohcamiid vuođul.
smj: Vihtta stipenda vatteduvvi guhtik 25 000 kråvnnåj, ja stipenda li vattedum åtsålvisáj milta.

source: Sámediggeráđđi Henrik Olsen dadjá ahte son lea hui sakka jierásmuvvan go ohcciid doaimmat fátmmastit nu viidát.
smj: Rádeájras Henrik Olsen sån la alvaduvvam åhttsij moattebelakvuodas.

source: - Mun háliidan dadjat ahte sámi kultur- ja valáštallaneallimis lea buorre boahtteáigi go ledje nu ollu ohccit ja buorre kvalitehta.
smj: - Sidáv javllat goappátjagá åhtsåmusáj vallje ja åhttsij máhtukvuoda bukti buorre vuorddámusájt sáme kultuvrra- ja valástallamiellemij.

source: Mis lei hui váttis válljet vihttasa sin gaskkas, dadjá sámediggeráđđi Henrik Olsen.
smj: Oalle gássjel li válljit vihttasav gudi vuojttin, javllá rádeájras Henrik Olsen.

source: Ole Mathis Sara Nedrejord lea njuikejeaddji ja lea olahan buriid bohtosiid sihke nationála ja riikkaidgaskasaš dásis.
smj: Ole Mathis Sara Nedrejord la sabeksasske ja jåvsådam la buorre sajijda goappátjagá ietjama rijkan ja ålggorijkajn.

source: Diimmá njuikenáigodagas lei son riikka nubbin buoremus juniornjuikejeaddji.
smj: Dijmásj gávdan lij sån rijka nubbe buoremus nuorra sabeksasske.

source: Aslak Ole Eira lea guhkesmátki čuoigi, ja vázzá dál Ráissa čuoiganjoatkkaskuvllas.
smj: Aslak Ole Eira tjuojgge guhti vuorot tjuojggamav ållåsit, ja dálla le sån Ráissa joarkkaskåvlå tjuojggamsuorgen.

source: Sus ledje buorit bohtosat Artic Winter Games gilvvuin ja máŋgga eará meašttirčuoigamiin.
smj: Sujna li buorre båhtusa Artic Winter Gamesijs ja moattet ietjá gilppusijs.

source: Ina-Theres Andrea Sparrok lea govvideaddji.
smj: Ina-Theres Andrea Sparrok la gåvvijiddje.

source: Son lea duođaštan máttasámi boazodoalu buori ja ealli vuogi mielde.
smj: Sån la dokumenterim oarjjelsáme ællobargov buorre ja viesso láhkáj.

source: Govaid ja teavsttaid bokte juohká son máhtu maiddái sámi giela ja kultuvrra birra, ja movttiidahttá sámi nuoraid ge beroštit govvendáidagis.
smj: Gåvåj ja tevstaj oablodahttá sån aj diedojt sámegielas ja kultuvras, ja sån la arvusmahtte sáme nuorajda gejn la miella gåvvådájddaj.

source: Sarakka Gaup lea neavttár.
smj: Sarakka Gaup la oavdástalle.

source: Teáhterdáidaga bokte lea son juo gártadan alccesis guhkes ja juohkelágan vásihusaid.
smj: Teáhterdájda baktu le sån juo oadtjum guhkes ájge ja moattebelak åtsådallamijt.

source: Gaup čájeha lávdedáidagis bokte ahte sámi kulturgaskkusteapmi guoskkaha.
smj: Gaup vuoset siednadájdas baktu sáme kultuvrragaskostibme guosská.

source: Ferte leat duostil ja geavahit buot searaid dáidagii go galgá lihkostuvvat, ja son doaibmá nuorra sámiid jietnan geat leat ohcamin gullevašvuođa ja ruohttasiiddiset.
smj: Dájddasuorgen vuorbástuvvat rávkká jálosvuodav ja hiebalgisvuodav, ja sån le degu jiedna nuorrasámijda gudi åhtsi gåsi sij gulluji ja ietjasa ruohtsajt.

source: Anne Maia Raanes Sørensen lea baleahttadánsu.
smj: Anne Maia Raanes Sørensen la balæhttadánsse.

source: Son álggahii juo gávcci jahkásažžan karrieara baleahttadánsumis.
smj: Gávtse jagágin álgij sån karriærav balæhttadánssen.

source: Sámi kultuvrra sáhttá maiddái dánssa bokte čuvget ja buktit oidnosii.
smj: Dánsa baktu máhttá aj sáme kultuvrra tjuovggiduvvat ja åvddån buvteduvvat.

source: Sus lea nana háliidus dánsut, ja háliida leat mielde čájeheamen eará sámi nuoraide ahte dánsumii sáhttá maiddái leat sadji sámi kulturgaskkusteamis.
smj: Sujna le stuorra hárdesvuohta dánssaj, ja sihtá liehket siegen vuosedittjat ietjá sámenuorajda dánsan aj máhtta liehket sadje sáme kultuvrragaskostimen.

source: Son lea oahppamin baleahta Kanadas.
smj: Sån la oahppamin balehtav Kanadan.

source: Raanes Sørensen álgá fidnooahppin ámmátlaš baleahtta kompaniijas, Coastal City Ballet.
smj: Ådåjakmánon galggá Raanes Sørensen álgget viddnooahppen virggebalæhttaásadusán, Coastal City Ballet.

source: Sámediggeráđđi Henrik Olsen dadjá ahte stipeandaoažžut leat buohkat buorrin ovdagovvan sámi nuoraide ja leat sin ambassadevrrat go háliidit áŋgiruššat valáštallamiin ja kultuvrrain.
smj: Sámedikke rádeájras Henrik Olsen javllá stipænndavuojtte gájka li tjiehpes åvddågåve ja ambassadøra sámenuorajda gudi sihti vuorodit valástallamijt ja kultuvrav.

source: Eanet dieđut: Sámediggeráđđi Henrik Olsen, 907 75 219
smj: Ienep diedo: Sámedikke rádeájras Henrik Olsen, 907 75 219
